<?php

/**
 * ECSHOP 支付宝语言文件
 * ============================================================================
 * 版权所有 2005-2010 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * jakehu
 * http://www.jakehu.me
 */

global $_LANG;

$_LANG['ChinaPay'] = '中国银联';
$_LANG['chinapay_desc'] = '中国银联';
$_LANG['chinapay_account'] = '商户账号';
$_LANG['chinapay_merkey_file'] = '私钥路径';
$_LANG['chinapay_pubkey_file'] = '公钥路径';
$_LANG['pay_button'] = '立即使用中国银联支付';


?>
